/* Localized versions of Info.plist keys */
"day" = "Tag";
"days" = "Tage";
"hour" = "Stunde";
"hours" = "Stunden";
"minute" = "Minute";
"minutes" = "Minuten";
"Block in progress" = "Ein Block läuft!";
"The blacklist cannot be edited while a block is in progress." = "Die Blacklist kann nicht bearbeitet werden, während ein Block läuft.";
"OK" = "OK";
"Helper tool not launched as root." = "Das Helper Tool läuft nicht als Root.";
"Helper tool launched with insufficient arguments." = "Das Helper Tool wurde mit mangelhaften Parametern gestartet.";
"Host blocklist not set" = "Die Host Blocklist ist nicht gesetzt.";
"Could not write launchd plist file to LaunchDaemons folder." = "Konnte die launchd plist Datei nicht in den LaunchDaemons-Ordner speichern.";
"Could not create PrivilegedHelperTools directory." = "Konnte den PrivilegedHelperTools-Ordner nicht erstellen.";
"Could not change permissions on PrivilegedHelperTools directory." = "Konnte die Rechte für den PrivilegedHelperTools-Ordner nicht ändern.";
"Could not delete old helper binary." = "Konnte die alte Helper-Binärdatei nicht löschen.";
"Could not copy SelfControl's helper binary to PrivilegedHelperTools directory." = "Konnte die SelfControl Helper-Binärdatei nicht in den PrivilegedHelperTools-Ordner kopieren.";
"Could not change permissions on SelfControl's helper binary." = "Konnte die Rechte für die SelfControl Helper-Binärdatei nicht ändern.";
"Insufficient block information found." = "Eine mangelhafte Block-Information wurde gefunden.";
"Launch daemon load returned a failure status code." = "Das Laden des Launch Daemons hat einen Fehlercode zurückgeliefert.";
"Remove option called." = "Die Lösch-Option wurde aufgerufen.";
"Refreshing domain blacklist, but no block is currently ongoing." = "Die Domain-Blackliste wurde aktualisiert, doch kein Block läuft gerade.";
"Checkup ran but no block found." = "Checkup lief, aber kein Block wurde gefunden.";
"Could not write lock file." = "Konnte die Block-Datei nicht schreiben.";
"Could not remove SelfControl lock file." = "Konnte die Lockdatei von SelfControl nicht entfernen.";
"SelfControl lock file already exists. Please try your block again." = "Die SelfControl Lockdatei existiert bereits. Bitte versuchen Sie den Block erneut.";
"Helper tool failed with unknown error code: %d" = "Das Helper Tool schlug mit dem unbekannten Fehlercode %d fehl.";
"Error %d received from the Security Server." = "Der Sicherheitsserver lieferte folgenden Fehlercode: %d";
"Error -104: The helper tool crashed. This may cause unexpected errors." = "Fehler -104: Das Helper Tool stürzte ab. Das kann unerwartete Fehler hervorrufen.";
"Are you sure you want a whitelist block?" = "Möchten Sie wirklich einen Whitelist-Block?";
"A whitelist block means that everything on the internet BESIDES your specified list will be blocked.  This includes the web, email, SSH, and anything else your computer accesses via the internet.  If a web site requires resources such as images or scripts from a site that is not on your whitelist, the site may not work properly." = "Ein Whitelist-Block bedeutet, dass alles im Internet geblockt werden wird, was NICHT auf Ihrer Whitelist steht. Das schließt das Web, eMail, SSH und alles andere, auf das Ihr Computer über das Internet zugreift, ein. Wenn eine Website Resourcen von Websites, die nicht auf Ihrer Whitelist stehen, benötigt, wie zum Beispiel Bilder oder Script, funktionieren Webseiten eventuell nicht korrekt.";
